Revit 2024 API
SymbolTypeId.Krone Property
 Symbol kr, indicating unit Currency.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Krone { get; }
Visual Basic
Public Shared ReadOnly Property Krone As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Krone {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace